Repository: atk14/Atk14Skelet
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: Password
cs_cz: Heslo

source: Set new password
cs_cz: Nastavit nové heslo

source: The new password is the same as your current password
cs_cz: Nové heslo je stejné jako to současné

source: Your name
cs_cz: Vaše jméno

source: Email address
cs_cz: E-mailová adresa

source: We will not disclose this address
cs_cz: Tuto adresu nebudeme zvěřejňovat

source: Password (repeat)
cs_cz: Heslo (opakování)

source: Password doesn't match
cs_cz: Heslo se neshoduje

source: Username (login)
cs_cz: Uživatelské jméno (login)

source: Only letters, numbers, dots and dashes are allowed. Up to 50 characters.
cs_cz: Zadávejte pouze písmena, číslice, tečky a pomlčky. Max. délka je omezena na 50 znaků.

source: In order to register you need to obtain an invitation code
cs_cz: Pro registraci musíte znát kód platné pozvánky

source: Register
cs_cz: Registrovat

source: This username has been already taken
cs_cz: Toto uživatelské jméno je již zabráno

source: This is not a valid invitation code
cs_cz: Toto neni kód platné pozvánky

source: This login has been already taken
cs_cz: Tento login je již zabrán

source: Create
cs_cz: Vytvořit

source: Show
cs_cz: Ukázat

source: Search
cs_cz: Hledat

source: Update
cs_cz: Změnit

source: Delete
cs_cz: Smazat

source: Save
cs_cz: Uložit

source: Sign out
cs_cz: Odhlásit se

source: Sign in
cs_cz: Přihlásit se

source: New password
cs_cz: Nové heslo

source: Name
cs_cz: Jméno

source: Is admin?
cs_cz: Je administrátor?

source: Title
cs_cz: Název

source: Body
cs_cz: Tělo

source: Mardown format is expected
cs_cz: Je očekáván formát Markdown

source: Published At
cs_cz: Publikováno dne

source: Tags
cs_cz: Štítky

source: Mention tag <em>%s</em> when this article should be displayed in the news section
cs_cz: Uveďte štítek <em>%s</em>, pokud se má tento článek objevit mezi novinkama

source: The same tag already exists
cs_cz: Stejný štítek již existuje

source: Tag
cs_cz: Štítek

source: Login or email address
cs_cz: Login nebo e-mailová adresa

source: Send me a recovery link
cs_cz: Pošli mi odkaz pro obnovu

source: Search term
cs_cz: Hledat výraz

source: Your email
cs_cz: Váš e-mail

source: Sign up for newsletter
cs_cz: Přihlásit se k odběru newsletteru

source: Send message
cs_cz: Poslat zprávu

source: Ensure that there are max %max% tags (now there are %count%)
cs_cz: Ujistěte se, že je zde nejvýše %max% štítků (nyní je tady %count% štítků)

source: There is no tag <em>%s</em>
cs_cz: Štítek <em>%s</em> neexistuje

source: Tag <em>%s</em> is there more than once
cs_cz: Štítek <em>%s</em> je uveden vícekrát

source: items total
cs_cz: Položek celkem

source: Prev
cs_cz: Předchozí

source: Next
cs_cz: Následující

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: There is not such user with the given login or email
cs_cz: Tady není uživatel s tímto loginem nebo e-mailem

source: To reset admins password use console like ATK14 ninja: $ ./scripts/migrate -f 0002_reset_admins_password_migration.php
cs_cz: Resetujte adminovo heslo v konzoli jako správný ATK14 ninja: $ ./scripts/migrate -f 0002_reset_admins_password_migration.php

source: Your password has been updated successfuly
cs_cz: Vaše heslo bylo úspěšně změněno

source: Password recovery
cs_cz: Obnovení hesla

source: Password recoveries
cs_cz: Obnovy hesel

source: Newsletter Subscribers
cs_cz: Odběratelé newsletteru

source: Users list
cs_cz: Seznam uživatelů

source: Editing user %s
cs_cz: Editace uživatele %s

source: Nothing has been changed
cs_cz: Nic nebylo změněno

source: The user entry has been updated
cs_cz: Záznam o uživateli byl aktualizován

source: Setting a new password to the user %s
cs_cz: Nastavit nové heslo uživateli %s

source: The new password has been set to the user <em>%user%</em>.<br>Would be nice to let him know at email address <a href="mailto:%email%">%email%</a>.
cs_cz: Nové heslo bylo nastaveno uživateli <em>%user%</em>.<br>Bude hezké, když mu o tom napíšete na e-mail <a href="mailto:%email%">%email%</a>.

source: The user entry has been deleted
cs_cz: Uživatel byl smazán

source: Now you are logged as <em>%s</em>
cs_cz: Nyní jste přihlášen jako <em>%s</em>

source: Listing Articles
cs_cz: Výpis článků

source: Create article
cs_cz: Vytvořit článek

source: The article has been created successfuly
cs_cz: Článek byl úspěšně vytvořen

source: Editing %s
cs_cz: Editace %s

source: The article has been updated successfuly
cs_cz: Článek byl úspěšně aktualizován

source: The article has been deleted
cs_cz: Článek byl smazán

source: Administration
cs_cz: Administrace

source: Welcome screen
cs_cz: Vítací obrazovka

source: Articles
cs_cz: Články

source: Users
cs_cz: Uživatelé

source: Newsletter subscribers
cs_cz: Odběratelé newsletteru

source: The entry has been deleted
cs_cz: Záznam byl smazán

source: Listing Tags
cs_cz: Přehled štítků

source: Create a new tag
cs_cz: Vytvořit nový štítek

source: The tag has been created successfuly
cs_cz: Štítek byl úspěšně vytvořen

source: Editing tag %s
cs_cz: Editace štítku %s

source: The tag has been updated
cs_cz: Štítek byl aktualizován

source: User profile
cs_cz: Profil uživatele

source: To register as a new user, sign out first
cs_cz: Abyste se mohl zaregistrovat, napřed se odhlaste

source: New user registration
cs_cz: Registrace nového uživatele

source: You have been successfuly registered and now you are logged in as <em>%s</em>
cs_cz: Byl jste úspěšně zaregistrován a teď jste přihlášen jako <em>%s</em>

source: Change your account data
cs_cz: Změnit vaše údaje

source: Your account data has been updated
cs_cz: Údaje vašeho účtu byly změněny

source: Change your password
cs_cz: Změna vašeho hesla

source: This is not your current password
cs_cz: Toto neni vaše aktuální heslo

source: Wrong login and password combination. <a href="%s">Have you forgotten your password?</a>
cs_cz: Nesprávna kombinace loginu a hesla. <a href="%s">Zapomněl jste své heslo?</a>

source: Wrong login and password combination
cs_cz: Nesprávna kombinace loginu a hesla

source: You have been successfuly logged in as <em>%s</em>
cs_cz: Byl jste úspěšně přihlášen jako <em>%s</em>

source: You have been successfuly logged out
cs_cz: Byl jste úspěšně odhlášen

source: Commands in %s
cs_cz: Přikazy v %s

source: submit using method %s
cs_cz: Odeslat metodou %s

source: Nothing has been found on this address
cs_cz: Na této adrese nebylo nic nalezeno

source: Sorry, An internal error happened
cs_cz: Omlouváme se, nastala vnitřní chyba

source: Sitemap
cs_cz: Mapa stránek

source: Bad password
cs_cz: Špatné heslo

source: There is no such user
cs_cz: Takový uživatel tady není

source: Welcome to %s
cs_cz: Vítejte na %s

source: Reset Your Password
cs_cz: Obnovit vaše heslo

source: Your password was updated
cs_cz: Vaše heslo bylo změněno

source: Message sent from contact page
cs_cz: Zpráva zaslaná z kontaktní stránky

source: Welcome!
cs_cz: Vítejte

source: About %s
cs_cz: O %s

source: Contact
cs_cz: Kontakt

source: News
cs_cz: Novinky

source: Page not found
cs_cz: Stránka nebyla nalezena

source: Forbidden
cs_cz: Zakázáno

source: Headers
cs_cz: Hlavičky

source: HTML body
cs_cz: HTML část zprávy

source: Plain text body
cs_cz: Textová část

source: No mail has been sent
cs_cz: Žádný e-mail nebyl odeslán

source: This doesn't look like an URL
cs_cz: Toto nevypadá jako URL

source: This field is required.
cs_cz: Toto pole je povinné

source: Enter a valid value.
cs_cz: Vložta správnou hodnotu.

source: Select a valid choice. %(value)s is not one of the available choices.
cs_cz: Vyberte platnou hodnotu. %(value) není jedna z nabízených možností.

source: Enter a list of values.
cs_cz: Zadejte seznam hodnot.

source: Please, choose the right options.
cs_cz: Prosím, vyberte správnou možnost.

source: Enter a number.
cs_cz: Zadejte číslo.

source: Ensure this value is less than or equal to %value%.
cs_cz: Hodnota musí být rovna nebo menší než %value%.

source: Ensure this value is greater than or equal to %value%.
cs_cz: Hodnota musí být rovna nebo větší než %value%.

source: Enter a whole number.
cs_cz: Zadejte celé číslo.

source: Enter a valid date, hours, minutes and seconds.
cs_cz: Zadejte platné datum, hodiny, minuty a sekundy.

source: Enter a valid date.
cs_cz: Zadejde platné datum.

source: Select a valid choice. That choice is not one of the available choices.
cs_cz: Vyberte platnou hodnotu. Vybraná hodnota není ani jedna z nabízených hodnot.

source: Please, choose the right option.
cs_cz: Prosím, vyberte správnou možnost.

source: Ensure this value has at most %max% characters (it has %length%).
cs_cz: Hodnota musí být dlouhá nejvýše %max% znaků (teď má %length%).

source: Ensure this value has at least %min% characters (it has %length%).
cs_cz: Hodnota musí mít alespoň %min% znaků (teď má %length%).

source: Ensure this value has at most %max% characters.
cs_cz: Tato hodnota

source: Ensure this value has at least %min% characters.
cs_cz: Hodnota musí mít alespoň %min% znaků.

source: Ensure this value has between %min% and %max% characters.
cs_cz: Délka řetězce musí být mezi %min% a %max% znaky.

source: Ensure this file is image.
cs_cz: Ověřte, že tento soubor je obrázek.

source: Ensure this image is %width_required% pixels wide (it is %width%).
cs_cz: Ujistěte se, že je šířka obrázku %width_required% bodů (teď je šířoký %width%).

source: Ensure this image is %height_required% pixels high (it is %height%).
cs_cz: Ujistěte se, že výška obrázku je %height_required% bodů (teď je vysoký %height%).

source: Ensure this image is at most %max% pixels wide (it is %width%).
cs_cz: Ujistěte se, že šířka obrázku nepřekročí %max% bodů (teď je šíroký %width%).

source: Ensure this image is at most %max% pixels high (it is %height%).
cs_cz: Ujistěte se, že výška obrázku nepřekročí %max% bodů (teď je vysoký %height%).

source: Ensure this image is at least %min% pixels wide (it is %width%).
cs_cz: Obrázek musí mít alespoň %min% bodů na šířku (nyní má %width%).

source: Ensure this image is at least %min% pixels high (it is %height%).
cs_cz: Obrázek musí mít alespoň %min% bodů na výšku (nyní má %height%).

source: Ensure this image is in a required format
cs_cz: Ujistěte se, že je obrázek v požadovaném formátu

source: Enter a valid date, hours and minutes.
cs_cz: Zadejte platné datum, hodiny a minuty.

source: Ensure this file has at most %max_file_size% bytes (it has %file_size%)
cs_cz: Ujistěte se, že velikost souboru nepřekročí %max_file_size% bytů (teď má %file_size%)

source: Unsupported file type: %mime_type%
cs_cz: Nepodporovaný typ souboru: %mime_type%

source: Enter a valid e-mail address.
cs_cz: Zadejte platnou e-mailovou adresu.

source: Enter a valid IP address.
cs_cz: Vložte platnou IP adresu.

source: The form contains errors, therefore it cannot be processed.
cs_cz: Formulář obsahuje chyby, proto nemůže být zpracován.

source: Please, submit the form again
cs_cz: Prosím, odešlete formulář znovu.

source: Sort table by this column
cs_cz: Třídit tabulku podle tohoto sloupce

source: %s items total
cs_cz: %s položek celkem

source: prev
cs_cz: předchozí

source: next
cs_cz: následující

source: Are you sure?
cs_cz: Jste si jistý?

source: and
cs_cz: a

source: atk14.date_format
cs_cz: j.n.Y

source: atk14.parse_date_pattern
cs_cz: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4})$/

source: atk14.datetime_format
cs_cz: j.n.Y H:i

source: atk14.parse_datetime_pattern
cs_cz: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4}) (?<hours>[0-9]{2}):(?<minutes>[0-9]{2})$/

source: atk14.datetime_with_seconds_format
cs_cz: j.n.Y H:i:s

source: atk14.parse_datetime_with_seconds_pattern
cs_cz: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4}) (?<hours>[0-9]{2}):(?<minutes>[0-9]{2}):(?<seconds>[0-9]{2})$/

source: Service Unavailable
cs_cz: Služba je nedostupná

source: This site is in maintenance. Please come back later.
cs_cz: Probíhá údržba této stránky. Přijďte prosím později.

source: Best regards
cs_cz: S pozdravem

source: %1 Support Team
cs_cz: Tým podpory %1

source: Best regards %1 Support Team web: %2 email: %3
cs_cz: S pozdravem %1 Support Team web: %2 e-mail: %3

source: Current Password
cs_cz: Aktuální heslo

source: New Password
cs_cz: Nové heslo

source: Are you admin?
cs_cz: Jste administrátor?

source: Yes, you are
cs_cz: Ano, jste

source: Posted by <em>%1</em> on <time datetime="%2">%3</time>
cs_cz: Zaslal <em>%1</em> dne <time datetime="%2">%3</time>

source: News archive
cs_cz: Archív novinek

source: At the moment there are no news.
cs_cz: V této chvíli nejsou žádné novinky

source: You are signed in as <em>%1</em>.
cs_cz: Jste přihlášen jako <em>%1</em>.

source: Click on the button to sign out.
cs_cz: Pro odhlášení klikněte na tlačítko

source: Have you forgotten password?
cs_cz: Zapomněl jste heslo?

source: Please note that default administration access is admin/admin. Be a smart guy and change admin's password on production promptly.
cs_cz: Mějte prosím na paměti, že administrátorský přístup je admin/admin. Buďtě chytrý chlapík a v produkčním prostředí změnte okamžitě adminovo heslo.

source: At the moment no one knows the actual user's password because passwords are not stored in plain text form. In this form you can set a new password to the user <em>%1</em>
cs_cz: Momentálně nikdo nezná heslo uživatele, protože hesla nejsou ukládána v čitelné podobě. V tomto formuláři můžete nastavit nové heslo uživateli <em>%1</em>

source: Edit
cs_cz: Změnit

source: Sign in as this user
cs_cz: Přihlásit se jako tento uživatel

source: You are about to permanently delete user %1 Are you sure about that?
cs_cz: Chystáte se nevratně smazat uživatele %1 Jste si skutečně jistý?

source: Delete user
cs_cz: Smazat uživatele

source: Search users
cs_cz: Hledat uživatele

source: No record has been found.
cs_cz: Nebyl nalezen žádný záznam.

source: Username
cs_cz: Uživatelské jméno

source: Created at
cs_cz: Vytvořeno

source: Updated at
cs_cz: Změněno

source: The list is empty.
cs_cz: Seznam je prázdný.

source: User
cs_cz: Uživatel

source: Created from address
cs_cz: Vytvořeno z adresy

source: Password recovered?
cs_cz: Heslo obnoveno?

source: Recovered at
cs_cz: Obnoveno dne

source: Recovered from address
cs_cz: Obnoveno z adresy

source: Are you sure to delete article item %1?
cs_cz: Určitě chcete smazat článek %1?

source: Delete article
cs_cz: Smazat článek

source: Search articles
cs_cz: Vyhledat články

source: Add New
cs_cz: Přidat novinku

source: Author
cs_cz: Autor

source: Date
cs_cz: Datum

source: Actions
cs_cz: Akce

source: You are about to permanently delete tag %1 Are you sure about that?
cs_cz: Chystáte se smazat štítek %1 Určite to chcete?

source: Delete tag
cs_cz: Smazat štítek

source: Search tags
cs_cz: Vyhledat štítky

source: No tag has been found.
cs_cz: Nebyl nalezen žádný štítek.

source: Search records
cs_cz: Hledat záznamy

source: Subscribed since
cs_cz: Přihlášen od

source: IP address
cs_cz: IP adresa

source: Export emails in CSV
cs_cz: Export e-mailů v CSV

source: Welcome administrator!
cs_cz: Vítejte administrátore!

source: The URL is not valid.
cs_cz: Toto URL není platné

source: In the form bellow set the new password for user <em>%1</em>
cs_cz: Do formuláře níže zadejte nové heslo pro uživatele <em>%1</em>

source: The address has expired or already been used.
cs_cz: Tato adresa už není platné nebo již byla použita.

source: The password recovery link has been sent to your email address.
cs_cz: Odkaz pro obnovení hesla byl odeslán na vaši e-mailovou adresu.

source: If you don't receive instructions within a few minutes, check your email's spam and junk filters.
cs_cz: Pokud neobdržíte instrukce do několika minut, zkontrolujte spamovou složku a spamová filtry.

source: Error 403: Forbidden
cs_cz: Chyba 403: Zakázáno

source: You don`t have a permission to access <em>%1</em> on this server.
cs_cz: Nemáte oprávnění k přístupu <em>%1</em> na tomto serveru.

source: Go to the homepage
cs_cz: Jděte na homepage

source: Currently you are not logged as an admin user.
cs_cz: Momentálně nejste přihlášen jako administrátor

source: or
cs_cz: nebo

source: Sign in as an admin user
cs_cz: Přihlaste se jako administrátor

source: Error 404: Page not found
cs_cz: Chyba 404: Stránka nebyla nalezena.

source: We are deeply sorry, but the page on the URI <em>%1</em> wasn't found.
cs_cz: Je nám velmi líto, ale stránka s touto adresou URI <em>%1</em> nebyla nalezena.

source: Please, write us to %1 if you think this is our mistake.
cs_cz: Napište nám na adresu %1, pokud si myslíte, že je to naše chyba.

source: Thanks for signing up for %1! Here is your data summary login: %2 email: %3 name: %4
cs_cz: Děkujeme za registraci na %1! Zde je rekapitulace vašich údajů login: %2 e-mail: %3 jméno: %4

source: Hello %1! Have you forgotten your password? To reset your password, click on the following link %2 Please note that this link is valid for 2 hours only.
cs_cz: Dobrý den %1! Zapomněl(a) jste své heslo? Pro reset hesla klikněte na následující odkaz %2 Vezměte prosím na vědomí, že tento odkaz je platný pouze 2 hodiny.

source: Hello %1! Your password was just updated in recovery mode. The update has been executed upon a request from IP address %2
cs_cz: Dobrý den %1! Vaše heslo bylo právě změněno v režimu obnovení zapomenutého hesla. Změna byla realizována na základě požadavku z IP adresy %2

source: Signing up for newsletter
cs_cz: Přihlásit se k newsletteru

source: Logged user:
cs_cz: Přihlášený uživatel:

source: Hello %1!
cs_cz: Dobrý den %1!

source: Have you forgotten your password? To reset your password, click on the following link
cs_cz: Zapomněl(a) jste své heslo? Pro reset hesla klikněte na následující odkaz

source: recovery link
cs_cz: odkaz pro obnovu

source: Please note that this link is valid for 2 hours only.
cs_cz: Vezměte prosím na vědomí, že tento odkaz je platný pouze 2 hodiny.

source: This site runs on <a href="http://www.atk14.net/">ATK14 Framework</a>, for now and ever after
cs_cz: Tato aplikace běží na <a href="http://www.atk14.net/">frameworku ATK14</a> až na věky

source: Go to home page
cs_cz: Přejděte na úvodní stránku

source: Examples:
cs_cz: Příklady

source: administrator
cs_cz: administrátor

source: Profile
cs_cz: Profil

source: Here you can find the list of all commands in <em>%1</em>.
cs_cz: Zde neleznete seznam příkazů v <em>%1</em>.

source: The following difficulties have occurred during the form processing:
cs_cz: Během zpracování formuláře došlo k následujícím chybám:

source: Some of the items were filled incorrectly. Please, check the form and correct the errors.
cs_cz: Některé položky nebyly vyplněny správně. Zkontrolujte formulář a opravte chyby.

source: The message has been sent to us. We will reply as soon as we can.
cs_cz: Zpráva nám byla odeslána. Odpovíme vám jak nejrychleji umíme.

source: If you have any question, contact us through the following form. We will reply to you as soon as we can. Below the form you'll find other contact information.
cs_cz: Pokud máte nějaký dotaz, napište nám prostřednictvím tohoto formuláře. Odpovíme, jak nejdříve to bude možné. Pod formulářem najdete naše další kontaktní údaje.

source: %1 Team
cs_cz: %1 Tým

source: Phone
cs_cz: Telefon

source: Opening hours
cs_cz: Otevírací hodiny

source: From dusk till dawn
cs_cz: Od soumraku do úsvitu

source: <em>ATK14 Skelet</em> is a very basic application written on top of <a href="http://atk14.net">the ATK14 Framework</a>. As the Skelet is simple and minimal it may be usefull for developers as a good start point for any other application.
cs_cz: <em>ATK14 Skelet</em> je základní aplikace napsaná ve <a href="http://atk14.net">frameworku ATK14</a>. Skelet je jednoduchý a minimalistický, proto může být pro webového vývojáře dobrým startovacím místem pro jakoukoli další aplikaci.

source: The Skelet contains mainly
cs_cz: Skelet obsahuje hlavně

source: News section
cs_cz: Sekce s novinkama

source: User registration
cs_cz: Registrace uživatele

source: Localization
cs_cz: Lokalizace

source: English
cs_cz: Anglicky

source: Czech
cs_cz: Česky

source: Installation
cs_cz: Instalace

source: If you are brave enough to install the Skelet on your computer, check out <a href="https://github.com/atk14/Atk14Skelet/blob/master/README.md#installation">the installation instrunction.</a>
cs_cz: Pokud jste dost odvážný, nainstalujte si Skelet na svůj počítač. Mrkněte na <a href="https://github.com/atk14/Atk14Skelet/blob/master/README.md#installation">navod k instalaci.</a>

source: If you want to help us to improve the Skelet, <a href="https://github.com/atk14/Atk14Skelet">fork it on GitHub.</a>
cs_cz: Pokud chcete pomoct při zlepšování Skeletu, <a href="https://github.com/atk14/Atk14Skelet">forkněte si ho na GitHubu.</a>

source: Further Reading & Resources
cs_cz: Další čtení a zdroje

source: ATK14 Project
cs_cz: ATK14 Projekt

source: ATK14 Book
cs_cz: Kniha ATK14

source: ATK14 on GitHub
cs_cz: ATK14 na GitHubu

source: ATK14 Skelet on GitHub
cs_cz: ATK14 Skelet na GitHubu

source: The ATK14 Skelet at age 5
cs_cz: ATK14 Skelet ve věku 5 let

source: fig.1 <em>The Creature is pleading for forking on GitHub</em>
cs_cz: obr.1 <em>Stvoření prosí o fork na GitHubu</em>

source: Homepage
cs_cz: Úvodní stránka

source: The most important page in the whole universe
cs_cz: Vůbec nejdůležitější stránka v celém vesmíru

source: Contact data and quick contact form
cs_cz: Kontaktní údaje a formulář pro rychlý kontakt

source: About
cs_cz: O nás

source: What is this site all about
cs_cz: O čem jsou tyto stránky

source: If you don't have yet an account on this site, this is absolutely must to do procedure
cs_cz: Pokud ješte nemáte účet na těchto stránkách, měli byste se rozhodně zaregistrovat

source: Sign in to our site
cs_cz: Přihlaste se na naše stránky

source: We offer an awesome restful API
cs_cz: Nabízíme skvělé restful API

source: Recent articles
cs_cz: Nejnovější články
